brew "act"
brew "git"
brew "lazygit"
brew "mas"
brew "mise"
brew "starship"
brew "trash"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

# for mise + ruby workaround
# see: https://github.com/jdx/mise/discussions/7084
brew "libyaml"

cask "1password"
cask "android-studio"
cask "cleanshot"
cask "figma"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "karabiner-elements"
cask "ogdesign-eagle"
cask "openusage"
cask "proxyman"
cask "raycast"
cask "slack"
cask "steermouse"
cask "visual-studio-code"

mas "MeetingBar", id: 1532419400
mas "Xcode", id: 497799835
