brew "act"
brew "fish"
brew "git"
brew "lazygit"
brew "mas"
brew "mise"
brew "trash"

cask "1password"
cask "alt-tab"
cask "android-studio"
cask "cleanshot"
cask "discord"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "karabiner-elements"
cask "nordvpn"
cask "notion"
cask "ogdesign-eagle"
cask "proxyman"
cask "raycast"
cask "slack"
cask "steermouse"

mas "MeetingBar", id: 1532419400
mas "Xcode", id: 497799835
